; Dutch (Belgium) translation
; Translators:
;  Sven Wyns
;  Serhiy Perevoznyk
[strings]
Translator = Sven Wyns 
KrentoWelcome = Welkom bij Krento
KeyRegistrationFailed = Keyregistratie mislukt
HotKeyMustIncludeModifier = Hotkey moet een wijzigende key bevatten.
UnsupportedProcessWindowStyle = Niet ondersteunde "Process Window Style" waarde.
ErrorCreateNewGuid = fout bij creatie nieuwe guid
WindowText = Krento Steen
ManagerWindowText = Krento Manager
MissingFile = Ontbrekend / Ongeldig bestand
StoneAbout = Info
StoneChangeType = Verander steentype
StoneMyDocuments = Mijn Documenten
StoneMyMusic = Mijn Muziek
StoneMyPictures = Mijn Afbeeldingen
StoneMyIP = Mijn huidig IP adres
StoneMyComputer = Mijn Computer
StoneFile = Bestand- of websitestarter
StoneRecycleBin = Prullenbak
StoneDesktop = Toon bureaublad
StoneShutdown = Sluit Computer af
StoneSuspend = Stand-By Computer
StoneHibernate = Slaapstand Computer
StoneRestart = Herstart Computer
StoneRing = Krento toepassingenring
ManagerDefaultBackground = <Standaard achtergrond>
StoneConfigure = Configureer deze steen
FileConfigTarget = Doel
FileConfigDescription = Beschrijving
FileConfigCommandLine = Opdrachtlijninstellingen
FileConfigArgument = Argument beschrijving
FileConfigSelect = Selecteer...
FileConfigDefault = Standaard
FileConfigTargetHint = Selecteer doelbestand of websiteadres\nU kan ## gebruiker als een instelling die gevraagd zal worden\ntijdens de uitvoering van de steen
FileConfigDescriptionHint = Voer een nuttige beschrijving van het doel in
FileConfigBrowseHint = Doorblader uw computer voor het nieuwe doel
FileConfigCommandLineHint = Optionele opdrachtlijninstellingen
FileConfigArgumentHint = Als u ## hebt ingevoerd in het doelveld dan kan\nu hier de tekst van de prompt voorzien\ndie gebruikt zal worden bij de uitvoering van de steen
Browse = Bladeren...
OK = OK
Cancel = Annuleren
FileConfigOKHint = Bewaar configuratie steen
FileConfigCancelHint = Negeer al uw veranderingen
FileConfigSelectHint = Selecteer nieuw icoon voor deze steen
FileConfigDefaultHint = Standaard icoon voor deze steen toewijzen
FileConfigTitle = Configuratie
ErrorDeleteDefaultRing = De standaard ring kan niet verwijderd worden
ErrorDeleteSingleRing = De laatste ring kan niet verwijderd worden
ErrorDeleteCurrentCircle = De huidige ring kan niet verwijderd worden
ErrorOverWriteCurrentCircle = De huidige ring kan niet overschreven worden
CircleDefaultDescription = Krento toepassingenring
KrentoShortName = Krento
KrentoHookMissing = KrentoHook.dll bestand is beschadigd of ontbreekt
HotkeyCollision = Goed gedaan!  U kan succesvol Krento gebruiken...maar er is een klein probleem.\n\nKrento gebruikt de hotkey {0} om snel toegang te geven tot het startscherm.  Een andere toepassing heeft de {0} hotkey al geregistreerd.  U kan {0} drukken om te zien welke toepassing de hotkey heeft geregistreerd.\n\n Om dit te maken, herconfigureer de andere toepassing om een andere hotkey te gebruiken of sluit de toepassing en herstart Krento.  In tussentijd kan u het startvenster openen door te dubbelklikken op de desktoppulsar.
PulsarHelp = Help
PulsarAbout = Info...
PulsarOptions = Opties
PulsarClose = Sluit Krento
KrentoIsRunning = Krento is al gestart
NewCircle = Laad / Bewerk cirkel
CreateCircle = Creëer nieuwe cirkel
KrentoNewSkin = Verander huidige skin
WelcomeMessage = Welkom bij Krento!\nDruk {0} keys {1} {2} \nom de Krentostenenmanger weer te geven
OrClick = of klik
MouseWheelButton = Muiswiel
MouseXButton1 = Actie 1 Muisknop
MouseXButton2 = Action 2 Muisknop
PulsarShow = Toon Pulsar
PulsarHide = Verberg Pulsar
ManagerShow = Toon Krento Stenen
ManagerHide = Verberg Krento Stenen
KrentoTaskCircle = Krento taak cirkel (*.circle)|*.circle
WarningRingExists = Een ring met deze naam bestaat al.\nWil je hem overschrijven?
NextCircle = Volgende cirkel
PrevCircle = Vorige cirkel
TargetCircle = Cirkelnaam
SelectStoneType = Selecteer steentype
Delete = Verwijder
Modify = Wijzig
Load = Laad
Settings = Instellingen
KrentoStartup = Krento opstarten
RunWithWindows = Start Krento wanneer Windows start
KeyboardActivation = Toetsenbord Activering
UseDefaultKey = Gebruik standaard (Win + S)
MouseActivation = Muis Activering
ButtonControl = Control-toets
ButtonShift = Shift-toets
ButtonAlt = Alt-toets
General = Algemeen
Tuning = Tuning
RingLocation = Ringlocatie
ScreenCenter = Midden scherm
MouseCursorPosition = Muiscursorpositie
AssociateRing = Associeer .circle bestanden met Krento
UseCtrlTab = Gebruik Ctrl+Tab om te schakelen tussen de instellingenschermen
Disabled = Uitgeschakeld
MouseWheelClick = Muiswielklik
MouseActionOneButton = Muisactie 1 knop
MouseActionTwoButton = Muisactie 2 knop
OpenSkinsFolder = Open Skins Map
OpenDataFolder = Open Data Map
OpenStonesFolder = Open Stenen Map
OpenCacheFolder = Open Cache Map
ClearCache = Ledig de afbeeldingencache
TrayIcon = Tray Icoon
ShowTrayIcon = Toon Tray Icoon
ShowPopupAlerts = Toon Waarschuwingen
SplashScreen = Splashscherm
ShowSplashScreen = Toon Splashscherm
UserFolders = Gebruiker mappen
Maintainance = Onderhoud
ImageFilesFilter = Afbeeldingbestanden (*.PNG;*.BMP;*.JPG;*.GIF;*.ICO)|*.PNG;*.BMP;*.JPG;*.GIF;*.ICO
SelectCircle = Selecteer Cirkel
Parameter = Parameter
Logo = Logo
Name = Naam
Description = Beschrijving
Calculator = Rekenmachine
Paint = Paint
Notepad = Kladblok
Google = Google
CommandPrompt = Opdrachtprompt
Wikipedia = Wikipedia
KrentoForum = Krento Forum
InternetExplorer = Internet Explorer
ControlPanel = Configuratiescherm
DeviceManager = Apparaatbeheer
TaskManager = Takenbeheer
KrentoNews = Krento Nieuws
SearchPhrase = Voer zoekzin in
SearchText = Zoektekst
ApplicationsFilter = Toepassingen|*.exe|Alle bestanden|*.*
Language = Taal
RotationSpeed = Rotatiesnelheid
Radius = Radius
Trancparency = Transparantie
StoneSize = Steengrootte
Circle = Cirkel
FadeDelay = Vervaagtijd
MenuSkins = Menu Skins
WindowWidth = Vensterbreedte
WindowHeight = Vensterhoogte
ResetToDefault = Terugzetten naar standaard
DefaultSkin = Standaard Skin
Toys = Snufjes
PortNumber = Poort Nummer
ActivateServer = Activeer webserver
ServerRoot = Server Root
IndexPage = Indexpagina
ToysFilter = Snufjes (*.toy;*.docklet)|*.toy;*.docklet
StonesFilter = Krento Stenen (*.stone)|*.stone
InstallStone = Installeer nieuwe steen
InstallToy = Installeer nieuw snufje
BackupData = Backup persoonlijke data
Documents = Documenten
Music = Muziek
Video = Video
Pictures = Afbeeldingen
CurrentTime = Huidige tijd
CurrentDate = Huidige datum
Time = Tijd
Date = Datum
Applications = Toepassingen
Calendar = Kalender
InstallKrentoSkin = Installeer Krento Skin
InstallMenuSkin = Installeer Menu Skin
KrentoSkinFilter = Krento Skins (*.kskin)|*.kskin
KrentoMenuSkinFilter = Krento Menu Skins (*.kmenu)|*.kmenu 
AppletAddRemoveProgram = Toevoegen / verwijderen programma
AppletDateAndTime = Datum en Tijd
AppletPrintersAndFaxes = Printers and Faxes
AppletNetworkConnections = Netwerken
AppletFonts = Lettertypes
AppletDisplayBackground = Achtergrond afbeelding
AppletAppearance = Uiterlijk
AppletUserAccounts = Gebruikersaccount
AppletThemes = Thema
AppletAccessibilityOptions = Toegankelijkheid
AppletMouse = Muis
AppletKeyboard = Toetsenbord
GMail = GMail
Twitter = Twitter
Blogger = Blogger
Facebook = Facebook
YouTube = YouTube
Wordpress = Wordpress
Yahoo = Yahoo
Reddit = Reddit
Flickr = Flickr
Delicious = Delicious
RemoveStone = De steen verwijderen
AddStone = De steen toevoegen
DesktopRing = Bureaublad
Programs = Toepassingen
HideToy = Het snufje verbergen
;
ShowManagerButtons = Toon actieknoppen
ShowStonesHint = Toon de hint venster
HideOnClick = Verbergen bij de muisklik
StonesNumber = Aantal lege stenen aan de nieuwe circel
IconSize = Grootte van de icoon
ActivateUsingKeyboard = Activeren Krento met het toetsenbord
ShowSelector = De circel kiezen met Windows + N sneltoets 
ActivateUsingMouse = Activeren Krento met de muis
DesktopClick = Activeren door dubbelklik op het Bureaublad
RightButtonActivation = Activeren door drukken en vasthouden van de rechtse muisknop
FixedPosition = Vastgestelde positie
ActivateOnStart = Toon een cirkel wanneer Krento start
RotateOnClick = Draai op muis klik
CheckUpdates = Automatisch updates controleren
LiveReflection = Levende bespiegeling
UseSounds = Geluid geaktiveerd
AdvancedSettings = Geavanceerde instellingen
Personalization = Personalisatie 
Error = Fout
Close = Sluiten
Restart = Hervatten
CheckUpdateNow = Controleer nu\nControleer op een nieuwe versie
DoNotCheckUpdate = Annuleren\nBeschikbare updates niet controleren 
DoNotAsk = Deze vraag niet meer stellen
WriteSettingsError = Fout bij het opslaan van de instellingen bestand
InvalidCircleName = Ongeldig naam voor de cirkel
CreateStoneError = Fout bij de aanmaken van de steen
NewVersionAvailable = Een nieuwe versie {0} van Krento beschikbaar is op {1}
KrentoNotification = Krento notification
CopyDocument = Het bestand {0} is gekopieerd naar Mijn Documenten map
CopyPicture = Het bestand {0} is gekopieerd naar Mijn Afbeeldingen map
CopyMusic = Het bestand {0} is gekopieerd naar Mijn Muziek map
DefaultRingName = Standaard
SocialNetworks = Sociale Netwerks
PowerManagement = Stroom